Repository: VirtualServices/prod_dev
Catalog: sites/all/modules/dhtml_menu/po/*.po
Languages: de, eo, sv

source: jQuery slide effect
de: jQuery Schiebeeffekt
eo: jQuery sovebla efekto
sv: Glideffekt i jQuery

source: Menu slides when it opens and closes.
de: Das Öffnen und Schließen des Menüs ist animiert.
eo: Menuoj glitas kiam gis apertas au fermas.
sv: Menyer glider när de öppnas och stängs.

source: Hide Siblings effect
de: Menüs automatisch schließen
eo: Kasi Gefratoj efekto
sv: Göm besläktade effekter

source: Close all other menu items when one opens.
de: Wenn ein Menü geöffnet wird, schließen sich alle anderen.
eo: Kiam menuo apertas, cioj aliaj menuoj fermas.
sv: Stäng alla andra menyval när en öppnas.

source: Duplicated menu items
de: Verdoppelte Menüpunkte
eo: Duiti menueroj
sv: Dubbla menyval

source: You can specify a list of menu items that should be displayed twice: Once as a parent item that expands and collapses the sub-menu and again as its own child item, which points directly to the page (the parent items still links on double-click). Enter one internal path (like "admin") on each line. To specify a custom link text, put it after the path, separated by a space.
de: Sie können eine Liste von Menüpunkten eingeben, die doppelt angezeigt werden sollen: Der erste Punkt im Untermenü ist dann ein Zwilling des übergeordneten Punktes, der direkt zu der verlinkten Seite führt. (Diese Seite kann immer durch Doppelklick auf den Menüpunkt geöffnet werden.) Geben Sie einen interne Pfad (wie "admin") pro Zeile ein. Ein Zwilling kann mit einem anderen Linktext beschriftet werden, wie "admin Hauptmenü".
eo: Vi povas enskribi liston de menueroj kioj vidigitu dufoje: Unue kiel patrero kio ekspansas la submenuon, kaj ree kiel sia idoero kio ligilas al la pago de la menuero. La patrero ankau ligilas al la pago kiam duoble klakita. Enskribu unu internan padon kaj etikedon por lineo (por eksamplo "admin Administrapanelo").
sv: Du kan ange en lista av menyval som skall visas två gånger: Först som överliggande alternativ som utökar och komprimerar undermenyn och sen är sitt eget underliggande alternativ som pekar direkt mot sidan (det överliggande alternativet länkas fortfarande vid dubbelklickning). Ange en intern sökväg (såsom "admin") på varje rad. Sätt det efter sökvägen separerat med ett mellanslag för att specificera en anpassad länktext.

source: Use the DHTML effect
de: Aktiviere den DHTML-Effekt
eo: Uzu la DHTML efekton
sv: Använd effekten DHTML

source: DHTML Menu
de: DHTML Menüs
eo: DHTML Menuoj
sv: DHTML-meny

source: Adds new menus with DHTML to reduce page refreshes
de: Erzeugt neue Menüs mit DHTML-Effekt um Seitenaufrufe zu verringern
eo: Aldonas novajn menuojn kun DHTML funkcio por redukti pagorefresojn
sv: Lägger till nya menyer med DHTML för att minska omladdningen av sidor

source: All your menu blocks now use DHTML behavior by default. This configuration can be changed in the block settings.
de: All Ihre Menüblöcke verwenden nun den DHTML-Effekt. Sie können diese Konfiguration in den Blockeinstellungen ändern.
eo: Via ciuj menublokoj nun uzas la DHTML funkcion per defaulto. Tion ci vi povas sango en la bloko administrejo.
sv: Alla dina menyblock använder sig nu av DTHML vid visning som standard. Denna inställning kan ändras i blockinställningarna.

source: DHTML Menus
de: DHTML Menüs
eo: DHTML Menuoj
sv: DHTML-menyer
